<!DOCTYPE html>
<html lang="es">

<head>
<base href='https://www.franciscocallejo.es/hm4/index.php?page=06-edadmedia.html' target='_top'>
<meta charset="UTF-8">
<meta content="Francisco Callejo Gim&eacute;nez" name="author">
<meta content="width=device-width, initial-scale=1.0" name="viewport">
<!-- 
<script
    src="https://code.jquery.com/jquery-3.4.1.min.js"
    integrity="sha256-CSXorXvZcTkaix6Yvo6HppcZGetbYMGWSFlBw8HfCJo="
    crossorigin="anonymous"></script>
 -->
<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.4.1/jquery.min.js">
</script> 
<script src="https://kit.fontawesome.com/66ad65959f.js" crossorigin="anonymous"></script>
<!-- 
<link
href="https://fonts.googleapis.com/css?family=Quattrocento+Sans&amp;display=swap"
rel="stylesheet">
 -->
<link href="css/musica2019.css" rel="stylesheet">

<link href="../css/musica2019.css" rel="stylesheet">
<meta content="Historia de la m&uacute;sica I" name="description">
<title>Historia da m&uacute;sica 4.º</title>
<!-- 
<link rel=stylesheet href="../css/bravura.css">
 -->
</head>

<body>

<!--  CABECERA  -->

<header class="w3-container w3-theme-d2">
<h1>Historia da m&uacute;sica 4.º</h1>
</header>

<!--  BARRA DE NAVEGACI&amp;Oacute;N  -->

<nav class="w3-bar w3-theme-l1">
<a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/../index.php" class="w3-bar-item w3-button w3-mobile">P&aacute;xina principal</a>
<a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/index.php" class="w3-bar-item w3-button w3-mobile">P&aacute;xina da materia</a>
<a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/index.php?page=Temario4.html" class="w3-bar-item w3-button w3-mobile">Temario</a>
<div class="w3-dropdown-hover w3-mobile">
    <button class="w3-button">
    Material complementario</button>
    <div class="w3-dropdown-content w3-bar-block w3-card w3-theme-l2">
    <a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/index.php?page=Esquemas.html" class="w3-bar-item w3-button w3-mobile">Esquemas</a>
    <a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/index.php?page=1920-Grecia.html" class="w3-bar-item w3-button w3-mobile">Grecia antiga</a>
    <a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/index.php?page=1920-EdadMedia.html" class="w3-bar-item w3-button w3-mobile">
        Sistema modal medieval</a>
    <a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/index.php?page=1920-Gregoriano.html" class="w3-bar-item w3-button w3-mobile">
        O canto lit&uacute;rxico medieval</a>
    <a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/index.php?page=1920-MonodiaProfana.html" class="w3-bar-item w3-button w3-mobile">
        A monodia profana medieval</a>
    <a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/index.php?page=1920-MonodiaIberica.html" class="w3-bar-item w3-button w3-mobile">
        A monodia medieval ib&eacute;rica</a>
    <a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/index.php?page=1920-PolifoniaMedieval.html" class="w3-bar-item w3-button w3-mobile">
        A polifon&iacute;a medieval e renacentista</a>
    </div>
</div>
</nav>

<!--  CUERPO   -->

<main class="w3-content">

<!--  Columna Principal  -->

<article class="apuntes">
<header>
<h2 id="la-edad-media">A Idade Media</h2>
</header>
<p>O concepto —e a expresi&oacute;n— de &laquo;Idade Media&raquo; foi creado polos humanistas europeos do Renacemento para referirse ao per&iacute;odo que separaba a Antig&uuml;idade cl&aacute;sica da Modernidade que eles mesmos representaban. A s&uacute;a admiraci&oacute;n extrema pola arte e o pensamento dos <em>antigos</em> gregos e romanos e o seu desexo de recuperalos nunha idade <em>moderna</em> lev&aacute;ronos ao desprezo por toda a etapa <em>intermedia</em> entre ambos os mundos, ignorando ou rexeitando todos os desenvolvementos art&iacute;sticos, cient&iacute;ficos e filos&oacute;ficos desa &eacute;poca. Ser&iacute;a moito m&aacute;is tarde, xa no s&eacute;culo XIX, cando os artistas e pensadores de Europa rescatar&iacute;an esa &laquo;Idade Media&raquo; e converter&iacute;ana nun per&iacute;odo m&iacute;tico de ideais caballerescos, amorosos e relixiosos, nun enfoque tan err&oacute;neo como o dos seus predecesores.</p>
<h3 id="desarrollo-hist&oacute;rico">Desenvolvemento hist&oacute;rico</h3>
<p>Entre os s&eacute;culos IV e V DC prod&uacute;cese o que se chamou &laquo;ca&iacute;da do Imperio Romano&raquo;, &eacute; dicir, o paulatino desmantelamento das estruturas administrativas, pol&iacute;ticas, militares, etc., do Imperio e a disgregaci&oacute;n dos territorios occidentais en diversos reinos gobernados por elites de orixe xerm&aacute;nica (francos, ostrogodos, visigodos…). O proceso comeza coa decadencia da propia cidade de Roma, que se abandona como capital en beneficio da recentemente constru&iacute;da Constantinopla, na zona oriental do Imperio, a mediados do s&eacute;culo IV; a zona occidental, aut&oacute;noma desde fins do mesmo s&eacute;culo, acabar&aacute; dividida en diversos reinos gobernados por elites militares e pol&iacute;ticas de orixe xerm&aacute;nica aliados coas elites econ&oacute;micas romanas.</p>
<p>Este proceso de descomposici&oacute;n pol&iacute;tica &eacute; simult&aacute;neo a unha <strong>ruralizaci&oacute;n</strong> progresiva e un despoboamento das cidades, que ter&aacute; graves consecuencias na vida cultural e musical de Occidente. A poboaci&oacute;n abandona as cidades despraz&aacute;ndose ao campo, onde hai maiores oportunidades; os centros de poder trasladaranse tam&eacute;n ao campo, para estar en contacto directo coa fonte de riqueza: os gobernantes establ&eacute;cense en castelos <strong></strong> illados e a Iglesia, que desde comezos do s&eacute;culo IV hab&iacute;ase ido convertendo nunha instituci&oacute;n do Imperio, centrar&aacute; a s&uacute;a actividade nos <strong>mosteiros</strong>, centros de gran actividade econ&oacute;mica e pol&iacute;tica, pero tam&eacute;n cultural: durante varios s&eacute;culos practicamente toda a actividade cultural —e tam&eacute;n musical— de Occidente desenvolverase fundamentalmente nos mosteiros; neles comporase boa parte da m&uacute;sica medieval —especialmente a relixiosa, pero non s&oacute;—; neles tam&eacute;n se escribir&aacute;n os primeiros libros de teor&iacute;a musical e desenvolverase a notaci&oacute;n musical.</p>
<p>Ao mesmo tempo que isto suced&iacute;a en Occidente, o Imperio continuaba en Oriente co seu capital en Constantinopla; como o emprazamento desta cidade correspond&iacute;a &aacute; antiga cidade grega de Bizancio, co&ntilde;ecemos esta etapa do Imperio Romano como Imperio Bizantino. A partir do s&eacute;culo VII hai un terceiro &aacute;mbito cultural, pol&iacute;tico e relixioso: o do Islam, fundado por Muhammad (Mahoma) a comezos do s&eacute;culo, e que se expandiu tras a s&uacute;a morte, estend&eacute;ndose &aacute; conta do Imperio polas zonas de Siria e Exipto, e tam&eacute;n por todo o norte de &Aacute;frica e a Pen&iacute;nsula Ib&eacute;rica, que ser&aacute; co&ntilde;ecida como Ao-&Aacute;ndalus.</p>
<p>A partir do s&eacute;culo XI comeza en Occidente unha nova etapa —&aacute; que se denomina <em>Baixa Idade Media</em>, fronte &aacute; <em>Alta Idade Media</em> anterior— que se caracteriza por unha volta ao urbano: as cidades crecen; as actividades econ&oacute;micas urbanas, como o comercio e a industria, empezan a ter m&aacute;is importancia; os gobernantes inst&aacute;lanse en palacios nelas; as catedrais e outros centros relixiosos urbanos toman a substituci&oacute;n aos mosteiros; por &uacute;ltimo, empezan a crearse centros de educaci&oacute;n superior —as universidades— que determinar&aacute;n a vida cultural, filos&oacute;fica e cient&iacute;fica desde ent&oacute;n.</p>
<p>Nesta segunda etapa aparecen novas formas e t&eacute;cnicas musicais, fundamentalmente polif&oacute;nicas, que convivir&aacute;n coas creadas na etapa anterior, maioritariamente mon&oacute;dicas. Todas elas bas&eacute;anse nun sistema musical codificado a partir do s&eacute;culo IX.</p>
<h3 id="el-sistema-modal-medieval">O sistema modal medieval</h3>
<p>Os primeiros libros de teor&iacute;a musical do Occidente europeo corresponden ao s&eacute;culo IX; entre eles destacan os dous tratados an&oacute;nimos titulados <em>Musica enchiriadis</em> (&laquo;Manual de m&uacute;sica&raquo;) e <em>Scolica enchiriadis</em> (&laquo;Comentarios ao manual&raquo;). Son tam&eacute;n importantes os tratados escritos polo monxe <strong>Hucbaldo</strong> no mesmo s&eacute;culo. Desde ent&oacute;n desenv&oacute;lvese unha importante corrente de literatura t&eacute;cnica musical que explica o sistema sobre o que se compu&ntilde;a a m&uacute;sica mon&oacute;dica da Idade Media.</p>
<p>Este sistema base&aacute;base na <strong>modalidade</strong>, e tomaba como referencia os intervalos b&aacute;sicos de quinta e cuarta, as&iacute; como a oitava. Os te&oacute;ricos medievais part&iacute;an das distintas <strong>especies</strong> destes intervalos, diferenciadas pola posici&oacute;n que ocupaba o semitono, como se pode ver no cadro seguinte:</p>
<figure class="w3-container w3-center">
<img src="edadmedia/especies.jpg" alt="Especies de la quinta y la cuarta" class="w3-image"/>
<figcaption>Especies da quinta e a cuarta</figcaption>
</figure>
<p>O catro especies da quinta son a base do catro modos b&aacute;sicos da m&uacute;sica medieval, que foron denominados cos ordinales gregos (latinizados) <em>protus</em>, <em>deuterus</em>, <em>tritus</em> e <em>tetrardus</em> (&eacute; dicir, &laquo;primeiro&raquo;, &laquo;segundo&raquo;, &laquo;terceiro&raquo; e &laquo;cuarto&raquo;); alg&uacute;ns te&oacute;ricos aplicaron a estes modos nomees tomados da antiga teor&iacute;a musical grega, a&iacute;nda que con significados diferentes: <em>d&oacute;rico</em>, <em>frigio</em>, <em>lido</em> e <em>mixolidio</em>. Os modos form&aacute;banse combinando cada especie de quinta cunha de cuarta, ben estendendo a quinta cara ao agudo (modos <em>aut&eacute;nticos</em>), ben cara ao grave (modos <em>plagales</em>); aos nomes gregos destes &uacute;ltimos antep&uacute;&ntilde;aselles o prefixo <em>hipo-</em>. O sistema completo quedaba ent&oacute;n da forma que aparece no seguinte cadro: </p>
<figure class="w3-container w3-center">
<img src="edadmedia/sistemaModal.jpg" alt="Sistema modal" class="w3-image"/>
<figcaption>Sistema modal</figcaption>
</figure>
<p>Na pr&aacute;ctica musical, o habitual era referirse a os modos utilizando os n&uacute;meros do 1 ao 8, pero nos libros te&oacute;ricos util&iacute;zanse alternativamente as d&uacute;as denominaci&oacute;ns indicadas (a eclesi&aacute;stica e a grega). As melod&iacute;as adoitaban abarcar ao redor dunha oitava; unha das notas era a principal do modo e nela terminaban as melod&iacute;as, polo que era denominada <em>final</em>; outras notas serv&iacute;an como eixos mel&oacute;dicos ou para as cadencias; no canto gregoriano una destas notas adquir&iacute;a unha importancia especial e era denominada <em>tenor</em> (&laquo;soporte&raquo; en lat&iacute;n).</p>
<p>As&iacute; pois, o que determinaba o modo no sistema medieval eran os seguintes elementos:</p>
<ol type="1">
<li><p>Nota <strong>final</strong>, que determinaba en cal do catro modos b&aacute;sicos estaba a melod&iacute;a.</p></li>
<li><p><strong>&Aacute;mbito</strong>, por encima da final nos modos aut&eacute;nticos e ao redor dela nos plagales.</p></li>
<li><p>Nota <strong>tenor</strong> e outras que puidesen servir para as cadencias.</p></li>
<li><p>Uso de certos <strong>xiros mel&oacute;dicos</strong> caracter&iacute;sticos (inclu&iacute;das as cadencias).</p></li>
</ol>
<p>As melod&iacute;as adoitaban utilizar unha interv&aacute;lica sinxela, por graos conxuntos ou saltos de terceira; s&oacute; ocasionalmente aparec&iacute;an saltos de quinta ou de cuarta, habitualmente nos comezos de frase. O estilo dunha peza vi&ntilde;a determinado, ademais de por o modo, por outros elementos, como a relaci&oacute;n entre melod&iacute;a e texto, que daba lugar a dous estilos principais:</p>
<ol type="1">
<li><p><strong>Estilo sil&aacute;bico</strong>, en que a cada s&iacute;laba do texto corresp&oacute;ndelle unha nota ou como m&aacute;ximo d&uacute;as.</p></li>
<li><p><strong>Estilo ornamentado</strong>, en que algunhas s&iacute;labas do texto al&oacute;nganse en cadeas de notas denominadas <em>melismas</em>.</p></li>
</ol>
<p>A&iacute;nda que cada modo destaca certas notas e ten un &aacute;mbito determinado, debe terse en conta que non se trata de alturas reais</em>, sen&oacute;n de intervalos; &eacute; dicir, calquera modo pod&iacute;a cantarse transportado a calquera altura sempre que se respectase a distribuci&oacute;n dos intervalos.</p>
<p>En principio, o sistema completo abarcaba d&uacute;as oitavas, empezando e
terminando na, e utiliz&aacute;ronse as letras do alfabeto latino para
designar estas notas en orde ascendente: A=a, B=si, C=do… Co
tempo, o sistema foise ampliando ata abarcar algo m&aacute;is de d&uacute;as
oitavas, diferenciadas polo uso de mai&uacute;sculas e min&uacute;sculas ou pola
duplicaci&oacute;n das letras. O si era unha nota de afinaci&oacute;n variable:
para evitar o tritono co fa pod&iacute;ase rebaixar medio ton,
convert&eacute;ndoo as&iacute; nun &laquo;si suave&raquo; (en lat&iacute;n <em>b molle</em>), que se escrib&iacute;a cunha b redonda para diferencialo do &laquo;si duro&raquo; (<em>b
durum</em>) que se escrib&iacute;a cunha
<span class="bravura">&#59873;</span>
cadrada (<em>b quadratum</em>); estes signos son os antecedentes dos
actuais bemol, becuadro e sostido (&nbsp;<span class="bravura">♭&nbsp;♮&nbsp;♯</span>&nbsp;).</p>
<p>O sistema completo &eacute; leste:</p>
<figure class="w3-container w3-center">
<img src="edadmedia/sistemaCompleto.jpg" alt="Sistema completo" class="w3-image"/>
<figcaption>Sistema completo</figcaption>
</figure>
<p>No s&eacute;culo XI, o monxe e mestre de coro italiano <strong>Guido d’Arezzo</strong>, para facilitar a aprendizaxe das melod&iacute;as, que segu&iacute;an memoriz&aacute;ndose, inventou un sistema que asociaba determinadas s&iacute;labas con notas e as s&uacute;as combinaci&oacute;ns con intervalos; para iso utilizou seis s&iacute;labas sacadas do texto dun himno relixioso: <em>ut re o meu fa sol a</em>; nesta sucesi&oacute;n de seis s&iacute;labas todos os intervalos eran dun ton excepto o intervalo central o meu-fa, que era dun semitono. A serie pod&iacute;a comezar na nota do, na nota fa co si &laquo;suave&raquo; e en n&oacute;taa sol co si &laquo;duro&raquo;, resultando as&iacute; o tres tipos <strong>de hexacordos</strong> que se mostran na seguinte figura:</p>
<figure class="w3-container w3-center">
<img src="edadmedia/hexacordos.jpg" alt="Los hexacordos" class="w3-image"/>
<figcaption>Os hexacordos</figcaption>
</figure>
<figure class="w3-container w3-center">
<img src="edadmedia/tabHexachordi.jpg" alt="Distribuci&oacute;n de los hexacordos" class="w3-image"/>
<figcaption>Distribuci&oacute;n dos hexacordos</figcaption>
</figure>
<p>Posto que os hexacordos pod&iacute;an comezar en notas diferentes, en melod&iacute;as m&aacute;is amplas utiliz&aacute;base un sistema de paso dun hexacordo a outro chamado <strong>solmisaci&oacute;n</strong>. Cada nota do sistema pod&iacute;a as&iacute; entoarse con varias s&iacute;labas distintas, tal como indica a figura anterior. Esta serie de s&iacute;labas acabou formando parte do nome da nota, como en Gsolreut <em></em> ou <em>alamire</em>.</p>
<h3 id="la-notaci&oacute;n-musical">A notaci&oacute;n musical</h3>
<h4 id="la-notaci&oacute;n">A notaci&oacute;n</h4>
<p>A comezos do s&eacute;culo VII, Isidoro de Sevilla afirmaba nas <em>s&uacute;as Etimolox&iacute;as</em>: &laquo;si os sons non se rete&ntilde;en na memoria, p&eacute;rdense, pois non se poden escribir&raquo;. A antiga notaci&oacute;n grega deixouse de utilizar m&aacute;is de tres s&eacute;culos antes, e ata uns douscentos anos despois non aparecer&iacute;a a notaci&oacute;n musical occidental. Durante medio milenio, aproximadamente, a m&uacute;sica occidental transmitiuse de forma oral, coa memoria dos int&eacute;rpretes como arquivo fundamental das melod&iacute;as.</p>
<p>Durante toda a Idade Media —e mesmo despois— a m&uacute;sica seguir&iacute;a transmit&iacute;ndose oralmente, pero ao longo do s&eacute;culo IX, en varios mosteiros de Occidente, desenvolver&iacute;ase un sistema de escritura musical novo, que evolucionar&iacute;a ao longo dos s&eacute;culos ata desembocar no sistema actual. A raz&oacute;n deste desenvolvemento foi a implantaci&oacute;n do repertorio de canto chamado &laquo;gregoriano&raquo;. Pretend&iacute;ase, por unha banda, unificar a interpretaci&oacute;n musical lit&uacute;rxica en todos os territorios que depend&iacute;an da Igrexa de Roma; doutra banda, o repertorio estaba a crecer e era xa excesivo para retelo na memoria.</p>
<p>As notaci&oacute;ns m&aacute;is antigas utilizaban uns signos chamados <strong>neumas</strong> que se escrib&iacute;an sobre as li&ntilde;as do texto que se deb&iacute;a cantar. Estes neumas &laquo;debuxaban&raquo; o perfil mel&oacute;dico do canto, pero non pretend&iacute;an reflectir con precisi&oacute;n a melod&iacute;a, que se aprend&iacute;a de o&iacute;do e memorizando. Este primeiro sistema de notaci&oacute;n presentaba numerosas variantes, dependendo do lugar concreto (mosteiro ou rexi&oacute;n) en que se elaboraba cada manuscrito. Algunhas destas variantes, as chamadas <strong>adiastem&aacute;ticas</strong>, centr&aacute;banse nas calidades da interpretaci&oacute;n sen atender &aacute; interv&aacute;lica; outras, as chamadas <strong>diastem&aacute;ticas</strong>, utilizaban diversos sistemas (puntos, li&ntilde;as…) para tratar de indicar a amplitude relativa dos intervalos.</p>
<p>Na primeira metade do s&eacute;culo XI, <strong>Guido d’Arezzo</strong> reuniu varias t&eacute;cnicas que facilitaban a lectura a primeira vista e por tanto a aprendizaxe dos cantos; as principais caracter&iacute;sticas da s&uacute;a proposta eran as seguintes:</p>
<ul>
<li><p>Os neumas situ&aacute;banse sobre unha pauta de li&ntilde;as <strong>paralelas</strong> que marcaban a distancia dunha terceira, e a lonxitude dos seus trazos indicaba a amplitude do intervalo.</p></li>
<li><p>As notas contiguas aos semitonos indic&aacute;banse con li&ntilde;as de cores <strong></strong> espec&iacute;ficas: o fa en cor vermella, o do en cor amarela.</p></li>
<li><p>&Aacute; esquerda desas li&ntilde;as escrib&iacute;anse <strong>letras crave</strong>, que indicaban esas mesmas notas: a <strong>F</strong> para o fa e a <strong>C</strong> para o do.</p></li>
<li><p>&Aacute; dereita de cada pauta escrib&iacute;ase un pequeno signo, chamado <strong>custos</strong>, que indicaba a primeira nota da seguinte pauta e facilitaba as&iacute; a entonaci&oacute;n correcta do intervalo.</p></li>
</ul>
<p>O sistema guidoniano tivo gran &eacute;xito e estendeuse inmediatamente por todo Occidente, a&iacute;nda que as diversas notaci&oacute;ns neum&aacute;ticas segu&iacute;rense utilizando nalg&uacute;ns lugares mesmo ata o s&eacute;culo XVI. Da notaci&oacute;n guidoniana derivaron outras, como a notaci&oacute;n alem&aacute; de cravo <strong>de ferradura</strong> ou a <strong>notaci&oacute;n cadrada</strong> francesa, que naceu no s&eacute;culo XII e que a&iacute;nda se utiliza nos libros de canto gregoriano. Esta &uacute;ltima adaptouse posteriormente para as canci&oacute;ns trovadorescas e outros x&eacute;neros de m&uacute;sica profana. A partir do s&eacute;culo XIII, as novas t&eacute;cnicas da m&uacute;sica polif&oacute;nica expuxeron novas necesidades de escritura, especialmente no aspecto r&iacute;tmico, que far&iacute;an evolucionar o sistema.</p>
<figure class="w3-container w3-center">
<img src="edadmedia/neumas-sangalo.jpg" alt="Notaci&oacute;n neum&aacute;tica" class="w3-image"/>
<figcaption>Notaci&oacute;n neum&aacute;tica</figcaption>
</figure>
<figure class="w3-container w3-center">
<img src="edadmedia/neumas-guidoniana.png" alt="Notaci&oacute;n guidoniana" class="w3-image"/>
<figcaption>Notaci&oacute;n guidoniana</figcaption>
</figure>
<figure class="w3-container w3-center">
<img src="edadmedia/neumas-cisterciense.jpg" alt="Notaci&oacute;n cuadrada" class="w3-image"/>
<figcaption>Notaci&oacute;n cadrada</figcaption>
</figure>
</article>

</main>

<!--  PIE  -->

<footer class="w3-container w3-theme w3-center w3-tiny">
<p><a href="http://creativecommons.org/licenses/by-nc-sa/2.5/es/" rel="license">
    <img src="https://i.creativecommons.org/l/by-nc-sa/2.5/es/88x31.png" alt="Licencia de Creative Commons" style="border-width:0"/>
</a></p>
<p> Os contidos orixinais deste sitio web est&aacute;n baixo unha 
<a href="http://creativecommons.org/licenses/by-nc-sa/2.5/es/" rel="license">licenza
    de Creative Commons Reco&ntilde;ecemento-NoComercial-CompartirIgual 2.5
    Espa&ntilde;a</a>.

<p>Francisco Callejo Gim&eacute;nez, 2008-2021<br>
<a href="http://traductor.dacoruna.gal/frontal_2013/urlTranslate.php?direccion3=es-gl&inurl=/mailto:fcallejo.hm@cpmcristobaldemorales.es">
    fcallejo.hm@cpmcristobaldemorales.es</a></p>

</footer>


</body>

</html>

